Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ten bojący dudek zawsze wysyła rekrutów samych. Czasami mi was żal, ale z drugiej strony, taki zimny prysznic przyda się każdemu rekrutowi naszej wspaniałej straży.
uk: Цей боягузливий засранець завжди посилає новобранців по одному. Іноді мені вас шкода, хлопці, але, з іншого боку, така несподіванка буде корисна будь-якому новобранцю нашої прекрасної Варти.

source: Ten budynek wygląda na opuszczony w pośpiechu...
uk: Цей будинок виглядає так, ніби його поспішно покинули...

source: Ten bydlak próbował mnie zabić! To chyba jednak nie są ludzie z winnicy. Obawiam się też, że zabili Antonio. Lepiej powiem o wszystkim Cortezowi.
uk: Цей виродок хотів мене вбити! Я не думаю, що це люди з виноградника. Також боюся, що вони вбили Антоніо. Краще розповісти все Кортезу.

source: Ten bydlak szlachtuje nasze owce!
uk: Ця сволота ріже наших овець!

source: Ten bydlak zarzyna nasze owce!
uk: Це бидло ріже наших овець!

source: Ten cały Candac zaczął robić taki szum o złote Innosy, że nie tylko klienci się tym zainteresowali, ale i konkurencja.
uk: Цей Кандак наробив стільки галасу навколо золотих Інносів, що ними зацікавилися не лише покупці, а й конкуренти.

source: Ten cały Przeor wie o tym wszystkim, co się wydarzyło?
uk: Чи знає Настоятель про все, що сталося?

source: Ten chleb naprawdę dobrze pachnie.
uk: Цей хліб справді смачно пахне.

source: Ten cholerny alchemik musiał mnie oszukać!
uk: Цей проклятий алхімік, мабуть, обдурив мене!

source: Ten cholerny drań chyba sobie kpi!
uk: Цей клятий виродок, мабуть, знущається!

source: Ten cholerny potwór pożera nasze owce!
uk: Ця клята потвора пожирає наших овець!

source: Ten cholerny potwór zżera nasze owce!
uk: Ця клята потвора пожирає наших овець!

source: Ten cholerny truteń wybuchł mi prosto w twarz... Nie mogę oddychać...
uk: Цей клятий трутень вибухнув мені просто в обличчя... Я не можу дихати...

source: Ten chłopak jest niesamowity.
uk: Цей хлопець дивовижний.

source: Ten człowiek doskonale wiedział, co robi.
uk: Ця людина чудово знала, що робить.

source: Ten człowiek jest praktycznie nietykalny i tylko Magowie Wody mogą tutaj jakoś pomóc, ale bez jakiegoś 'znaku' nie wystawią nawet nosa ze swojego klasztoru.
uk: Ця людина практично недоторканна, і тільки Маги Води можуть з цим якось допомогти. Але без якогось 'знаку згори' вони навіть носа не висунуть зі свого монастиря.

source: Ten człowiek nie wyrządzi już żadnych szkód gospodarstwu swojego ojca! Od tego momentu winnicą będzie zarządzał jej prawowity spadkobierca, Andreas!
uk: Цей чоловік більше не завдасть шкоди господарству свого батька! Відтепер виноградником керуватиме його законний спадкоємець – Андреас!

source: Ten człowiek twierdzi, że jesteś w posiadaniu paru magicznych przedmiotów!
uk: Цей чоловік стверджує, що ти володієш кількома магічними предметами!

source: Ten człowiek zaczyna grać mi na nerwach. Nie dowiem się od niego już niczego po dobroci. Chyba pozostaje mi jedynie przywalenie mu w mordę, zgodnie z tutejszymi zwyczajami... Chociaż mogę jeszcze spróbować wykraść mu jego torbę.
uk: Цей чоловік починає діяти мені на нерви. По-доброму я від нього нічого не дізнаюся. Гадаю, єдине, що мені залишається, це заїхати йому в пику, згідно з місцевим звичаєм... Хоча я ще можу спробувати поцупити його гаманець.

source: Ten człowiek, który przybył tu z tobą. Czyż on nie jest Wilczym Synem?
uk: Той чоловік, який приходив сюди з тобою. Він хіба не Вовчий Син?

source: Ten dokument poświadcza, że mogę
uk: Цей документ засвідчує, що я можу

source: Ten dokument upoważnia Ezekiela
uk: Цей документ дозволяє Єзекіїлю

source: Ten dokument uprawnia handlarza Veita
uk: Цей документ дає право торговцю Вейту

source: Ten dom nie jest do końca mój. Jego właściciel zmarł, a ja tu tylko tymczasowo pomieszkuję.
uk: Цей будинок не зовсім мій. Його власник помер, і я лише тимчасово тут мешкаю.

source: Ten drań musiał mnie śledzić. Gdybyś dotarł tu chwilę później, to pewnie byłoby już po mnie.
uk: Той виродок, мабуть, стежив за мною. Якби ти прийшов трохи пізніше, я, мабуть, був би вже мертвим.

source: Ten drań nosi nasz pancerz!
uk: Цей покидьок носить наш обладунок!

source: Ten duch cierpi od stuleci!
uk: Цей дух страждав століттями!

source: Ten dzieciak znowu zaczął swoje piłowanie. Chyba głowa mi odpadnie...
uk: Цей хлопчисько знову почав пиляти. Здається, у мене зараз голова розколеться...

source: Ten dziennik musiał przeleżeć tu bardzo długo.
uk: Цей щоденник, мабуть, пролежав тут дуже довго.

source: Ten dziwny proszek znalazłem w skrzyni Rodrigo.
uk: Я знайшов цей дивний порошок в скрині Родріго.

source: Ten egzemplarz jednak jest stępiony
uk: Однак, ця бритва затупилась,

source: Ten eliksir jest genialny!
uk: Цей еліксир неперевершений!

source: Ten eliksir wydaje się być równie niebezpieczny, co pomocny. Może najlepiej będzie, jeśli pozostanie klasztorną legendą...
uk: Цей еліксир виглядає настільки ж небезпечним, наскільки корисним. Можливо, буде краще, якщо він залишиться монастирською легендою...

source: Ten facet faktycznie jest pijany. Mogę wracać do Otmara. Przewodnik pewnie nawet nie zauważy, że mnie zgubił.
uk: Цей хлопець дійсно п'яний. Я можу повернутися до Отмара. Провідник, мабуть, навіть не помітить мого зникнення.

source: Ten fircyk zawsze dogadzał sobie wszelkimi znanymi ekstrawaginacjami!
uk: Цей франт завжди дозволяв собі усілякі екстравагантні витівки!

source: Ten frajer nie ma nawet złota.
uk: У цього невдахи навіть золота немає.

source: Ten gnojek z pewnością nie mógł się powstrzymać i wypalił jednego albo dwa, może uda się chociaż odzyskać część paczki.
uk: Цей негідник точно не втримався і скурив трохи, тож, можливо, хоча б частину пакунка вдасться повернути.

source: Ten grot wygląda bardzo nietypowo.
uk: Цей наконечник виглядає дуже незвично.

source: Ten gówniarz jest w gorącej wodzie kąpany i czuję, że może nam jeszcze sprawić kłopoty.
uk: Цей засранець зараз як на голках, і я відчуваю, що він все ще може завдати нам клопоту.

source: Ten głupek nawet uwierzył w bajkę o wzroście cen!
uk: Цей дурень навіть повірив у казку про підвищення цін!

source: Ten głupek próbował zrzucić całą winę na sytuację w kopalni na ciebie. Jedyne czego nie przewidział to fakt, iż pracujesz bezpośrednio na moje polecenie.
uk: Цей дурень намагався звалити всю провину за ситуацію в копальні на тебе. Єдине, чого він не передбачив, так це того, що ти працював безпосередньо за моїм наказом.

source: Ten głupek utknął teraz na drzewie. Muszę wymyślić jakiś sposób by ściągnąć go na ziemię inaczej mogę zapomnieć o nagrodzie od jego ojca.
uk: Цей дурник застряг на дереві. Треба придумати, як його звідти зняти, інакше я можу забути про винагороду від його батька.

source: Ten ich przywódca to był kawał sukinsyna.
uk: Цей їх вождь був справжнім сучим сином.

source: Ten idiota Oscar otruł połowę naszych ludzi! Nigdy już nie zaufam żadnemu karczmarzowi!
uk: Цей ідіот Оскар отруїв половину наших людей! Я більше ніколи не довірюсь жодному корчмареві!

source: Ten kretyn Barnaba ci tak powiedział?
uk: Той кретин Барнаба тобі так сказав?

source: Ten ktoś stwierdził, że jak nie ma się zahartowanego organizmu, to nie powinno się przebywać za długo w tej dzielnicy.
uk: Ще ця людина сказала, що якщо ти не пристосований до виживання в нетрях, то тобі нема чого там робити.

source: Ten kuferek musi należeć do Riordiana. Oby w środku były wszystkie potrzebne składniki.
uk: Ця скринька, мабуть, належить Ріордіану. Лиш би в ній були всі необхідні складники.

source: Ten kurs miał uczynić mnie bogatym! Gdyby nie ci przeklęci orkowie, wszystko by się udało.
uk: Цей рейс мав зробити мене багатим! Якби не ці прокляті орки, все б вийшло.

source: Ten list znalazłem obok ławki,
uk: Я знайшов цю записку біля лавки,

source: Ten liścik cudem uniknął płomieni.
uk: Ця записка дивом не згоріла.

source: Ten liścik znalazłem przy jednym z bandziorów,
uk: Я знайшов цю записку в одного з бандитів,

source: Ten marynarz chyba ma już najlepsze lata za sobą. Nieźle mu dołożyłeś.
uk: Я думаю, що найкращі роки цього моряка вже позаду. Ти добре його віддубасив.

source: Ten niedoświadczony dureń? Czekaj no!
uk: Цей недосвідчений дурень? Ану стій!

source: Ten nieumarły, to właśnie był Fane...
uk: Ця нечисть і була Фейном...

source: Ten nowicjusz, który zbierze najwięcej winogron, nie musi pomagać podczas jesiennych porządków.
uk: Послушник, який збере найбільше винограду, звільняється від осіннього прибирання.

source: Ten pachołek był bardzo brutalny. W dodatku kazał nam wiosłować! Wyobrażasz sobie?
uk: Той покидьок був дуже жорстоким. А ще він змушував нас гребти. Ти можеш таке уявити?

source: Ten pajac zasługiwał na to.
uk: Той придурок на це заслужив.

source: Ten pancerz to symbol uznania przez lud Wilczego Leża, przyznajemy go po raz pierwszy od wielu lat. Noś go z dumą i niech pomoże wygrać ci każdą bitwę.
uk: Цей обладунок – символ визнання з боку мешканців Вовчого Лігва, ми вручаємо його вперше за багато років. Носи його з гордістю і нехай він допомагає тобі перемагати в кожній битві.

source: Ten potwór zżera nasze owce!
uk: Ця тварюка пожирає наших овець!

source: Ten proceder nie może ujść Lewko płazem!
uk: Левко не може залишатись безкарним за це!

source: Ten proces sądowy zamienia się w coraz większą farsę. Ramona fabrykuje kolejne dowody i przekupuje ludzi, żeby udawali świadków.
uk: Цей судовий процес все більше перетворюється на балаган. Рамона фабрикує нові докази і підкуповує людей, щоб ті видавали себе за свідків.

source: Ten przedmiot jest związany ze śledztwem, które prowadzę.
uk: Цей предмет пов'язаний з розслідуванням, яке я проводжу.

source: Ten przeklęty Bodowin!
uk: Цей проклятий Бодовін!

source: Ten przeklęty Lichwiarz myślał, że może wysłać tu swoje psy i próbować mnie zastraszyć.
uk: Цей клятий Лихвар думав, що може прислати сюди своїх псів і спробувати залякати мене.

source: Ten punkt to idealne miejsce, by zadawać kluczowy cios w oddział renegatów, a przy okazji ich rozdzielić i zdezorientować.
uk: Ця точка – ідеальне місце, щоб завдати ключового удару по загону відступників і, за можливості, розділити їх і збити з пантелику.

source: Ten rozgrzewający napar to marzenie
uk: Цей зігрівальний напій - мрія

source: Ten się nada
uk: Те, що треба

source: Ten stary drań postanowił zrobić sobie przerwę, a moja sakiewka nie może sobie na to pozwolić.
uk: Цей старий негідник вирішив зробити перерву, а мій гаманець не може собі цього дозволити.

source: Ten stary dureń za nic ma naszą znajomość.
uk: Цей старий дурень не зважає на наше знайомство.

source: Ten stary dziad? Czekaj no!
uk: Цей старий дідуган? Ану стій!

source: Ten stary kundel? To przybłęda.
uk: Цей старий собака? Він приблуда.

source: Ten stary wilk morski ma dla ciebie coś specjalnego...
uk: Цей старий морський вовк має для тебе дещо особливе...

source: Ten stary zrzęda z pewnością nie omieszka poinformować moich przełożonych, że ktoś pomagał mi z zadaniem, więc musimy jakoś się upewnić, by nas nie przyłapał.
uk: Цей старий буркотун неодмінно повідомить моєму начальству, що хтось допомагає мені з завданням, тож необхідно якось подбати про те, щоб він нас не викрив.

source: Ten stek, który mi przyniosłeś był całkiem smaczny, a piwo smakowało jak prawdziwe londramskie ciemne.
uk: Відбивна, яку ти мені приніс, була дуже смачною. А пиво на смак було як справжнісіньке лондрамське темне.

source: Ten symbol będzie nas godnie reprezentował już w najbliższym czasie.
uk: Цей символ буде гідно представляти нас у найближчому майбутньому.

source: Ten szalony mag zmniejszył mnie do rozmiarów szczura. Muszę znaleźć jakiś sposób, by się stąd wydostać... Upadek z tej wysokości, przy moich aktualnych rozmiarach, z pewnością będzie śmiertelny.
uk: Цей божевільний маг зменшив мене до розмірів щура. Я повинен знайти якийсь спосіб вибратися звідси... Падіння з такої висоти, при моїх теперішніх розмірах, безсумнівно, буде смертельним.

source: Ten szarlatan Leon chełpi się, że mnie pokonał, ale on oszukiwał, przysięgam!
uk: Цей шарлатан Леон хвалиться, що переміг мене, але він шахраював, присягаюся!

source: Ten taki, co to ciągle przy wejściu stał i ze wszystkimi rozmawiał.
uk: Це той, що завжди стояв біля входу і зі всіма розмовляв.

source: Ten terror, bo inaczej tego nazwać nie można, musi się kiedyś skończyć.
uk: Цей терор, а інакше його не назвеш, повинен колись скінчитися.

source: Ten tytuł to wielki dar, ale i równie wielka odpowiedzialność.
uk: Це звання – великий дар, але й велика відповідальність.

source: Ten układ pasuje wszystkim. Roderich ma mniej roboty w mieście, Ramsey dostaje część z każdej grzywny, a farmerzy nie muszą stać w kolejce w koszarach.
uk: Така домовленість влаштовує усіх. Родеріх має менше роботи в місті, Рамзі отримує частку від будь-якого штрафу, а фермерам не треба стояти в черзі до казарм.

source: Ten wielki budynek naprzeciwko też należy do ciebie?
uk: Цей великий будинок навпроти теж належить тобі?

source: Ten wysłannik... ten pieprzony wysłannik... ech...
uk: Цей посол... цей довбаний посол... ех...

source: Ten z okropną blizną na twarzy.
uk: Той, зі страшним шрамом на обличчі.

source: Ten zniszczony most to symbol. Symbol tego, że nie naszą rolą jest ingerowanie w to, co po tamtej stronie. Mamy pozostać na tej wyspie i dać schronienie każdemu, kto będzie go tu szukać!
uk: Цей зруйнований міст – це символ. Символ того, що ми не повинні втручатися в те, що відбувається на тому боці. Ми повинні залишатись на цьому острові і давати притулок усім, хто його тут шукає!

source: Ten łysy mądrala się zgubił?
uk: Той лисий розумник загубився?

source: Ten łysy mądrala zasłużył sobie na to. Tak jak i całe miasto zasłużyło sobie na tę sytuację.
uk: Цей лисий розумник заслужив це, як і все місто заслужило те, що зараз відбувається.

source: Ten świstek wygląda jak spisany na kolanie przez średnio rozgarniętego gońca.
uk: Він виглядає так, ніби написаний на коліні малограмотним бовдуром.

source: Ten, jak go nazwałeś, 'Gruby Wielkolud', i nie próbuj mówić o nim głośno w taki sposób, może być Dużym Benem.
uk: Цей, як ти його назвав, 'товстий здоровань', і не намагайся говорити про нього так вголос, може виявитись Великим Беном.

source: Ten, kto je wykonał, nie mógł wybrać sobie lepszego momentu na ich rozprowadzenie.
uk: Той, хто їх написав, не міг вибрати кращого часу їх розповсюдження.

source: Ten, kto zaatakował mojego szefa, nie był byle obwiesiem ze slumsów.
uk: Той, хто напав на мого шефа, не був якимось волоцюгою з нетрів.

source: Tengral
uk: Тенграл

source: Tengral był zachwycony przemianą Runara. Otrzymałem nie tylko obiecane złoto, ale i magiczne zwoje o sporej wartości.
uk: Тенграл був у захваті від того, що Рунар нарешті заспокоївся. Я отримав не лише обіцяне золото, а ще й доволі цінні магічні сувої.

source: Tengral był zachwycony przemianą Runara. Wręczył mi list polecający, przybliżając mnie o krok do uzyskania obywatelstwa.
uk: Тенграл був у захваті від того, що Рунар нарешті заспокоївся. Він вручив мені рекомендацію, наблизивши мене на крок до отримання громадянства.

source: Tengral będzie rozczarowany moim nastawieniem do jego prośby...
uk: Тенграл буде розчарований моїм ставленням до його прохання...

source: Tengral cię przysłał? Ten głupiec nie rozumie powagi mojego zadania! Co ci niby powiedział? Że mam zaprzestać swoich poszukiwań?
uk: Тебе послав Тенграл? Цей дурень не розуміє всієї серйозності мого завдання! Що він тобі сказав? Що я маю припинити пошуки?

source: Tengral dał mi klucz do wejścia od strony cmentarza. Muszę sprawdzić, co się dzieje w kościele.
uk: Тенграл дав мені ключ від входу з боку цвинтаря. Мені потрібно перевірити, що відбувається в церкві.

source: Tengral ma problem z młodym paladynem, Runarem, który szuka boskiej relikwii na Archolos. Mag Ognia chce, żebym wybił mu te bzdury z głowy. Runar przebywa w okolicach kwater Magów Ognia. Powinienem z nim porozmawiać.
uk: У Тенграла проблеми з молодим паладином Рунаром, який шукає божественну реліквію на Архолосі. Маг Вогню хоче, щоб я відмовив його від цієї дурниці. Рунар зупинився неподалік від покоїв Магів Вогню. Треба з ним поговорити.

source: Tengral ma problem z młodym paladynem, Runarem, który szuka boskiej relikwii na Archolos. Mag Ognia chce, żebym wybił mu te bzdury z głowy. Runar trenuje w okolicach kwater Magów Ognia. Powinienem z nim porozmawiać.
uk: У Тенграла проблеми з молодим паладином Рунаром, який шукає божественну реліквію на Архолосі. Маг Вогню хоче, щоб я відмовив його від цієї дурниці. Рунар тренується неподалік від покоїв Магів Вогню. Треба з ним поговорити.

source: Tengral obiecał mi dać szaty Magów Ognia. Mam się z nim spotkać po północy pod ich siedzibą.
uk: Тенграл пообіцяв дати мені мантії Магів Вогню. Я зустрінуся з ним після опівночі біля їхнього помешкання.

source: Tengral obiecał, że uspokoi rozgniewanego paladyna, jednak przez jakiś czas nie powinienem pokazywać mu się na oczy. Niestety, zmarnowałem także swoją szansę na zdobycie referencji u Magów Ognia.
uk: Тенграл пообіцяв заспокоїти розгніваного паладина, але деякий час мені не варто показуватися йому на очі. На жаль, я змарнував свій шанс отримати рекомендацію від Магів Вогню.

source: Tengral od zawsze zazdrościł mi mojej więzi z Innosem, nie zrozumie mojej misji.
uk: Тенграл завжди заздрив моєму зв’язку з Інносом, йому не зрозуміти моєї місії.

source: Tengral przeżył, może powinieneś z nim porozmawiać.
uk: Тенграл вижив, можливо, тобі варто з ним поговорити.

source: Tengral zgodził się pomóc z pochówkiem chłopaka, którego zabiłem w kryjówce ludzi Lichwiarza. Muszę się chociaż chwilę przespać. Mam nadzieję, że jutro zobaczę efekty mojego podstępu.
uk: Тенграл погодився допомогти з похованням хлопця, якого я вбив на складі людей Лихваря. Мені слід хоч трохи поспати. Сподіваюся, що завтра я побачу результати своїх махінацій.

source: Teorii jest wiele. Jedni twierdzą, że wojna ma podłoże religijne. Orkowie to wyznawcy Beliara, wobec czego dość logicznym wydaje się, że zwalczają wyznawców Innosa.
uk: Є багато теорій. Одні стверджують, що війна має релігійне підґрунтя. Орки – послідовники Беліара, тож логічно, що вони воюють з послідовниками Інноса.

source: Teraz Jorn poprosił mnie o przygotowanie ryby w occie i zębatym zielu. On w międzyczasie ruszy na poszukiwania wina. Mam tylko nadzieję, że ruch faktycznie mu pomoże.
uk: Тепер Йорн попросив мене приготувати рибу в оцті зі снеппер-травою, як в старі добрі часи. Він тим часом пошукає вино. Сподіваюся, що прогулянка йому дійсно допоможе.

source: Teraz Kylid nie będzie stanowił dla mnie problemu!
uk: Кайлід тепер не буде для мене проблемою!

source: Teraz Riordian pewnie nie będzie miał czasu na uczenie mnie wytwarzania zwojów... Szkoda, że nie wykorzystałem swojej szansy.
uk: Тепер Ріордіан, мабуть, не матиме часу навчити мене переписувати сувої... Шкода, що я не скористався своїм шансом.

source: Teraz Riordian zajął się przepisywaniem zwojów, a ja mam przypilnować Lokvara. Jeśli zacznie się budzić, to muszę użyć na nim kolejnego zwoju snu.
uk: Тепер Ріордіан переписуватиме сувої, а я маю наглядати за Локваром. Якщо він почне прокидатися, я повинен застосувати на ньому ще один сувій сну.

source: Teraz bez Gwardii Królewskiej i w chaosie bitwy będzie bezbronny jak mój brat w dniu, gdy został porwany.
uk: Тепер, без Королівської гвардії і в хаосі битви, він буде таким же вразливим, як і мій брат в день його викрадення.

source: Teraz bidulkę Rasco pewnie już dawno przerobił na kotlety, a ja tu siedzę i płaczę.
uk: Напевно, той негідник Раско вже давно зробив з неї котлети, а я сиджу тут і плачу.

source: Teraz biedni i chorzy mogą znaleźć schronienie i opiekę. Jedna kobieta, i do tego pomocna, chyba nie robi im różnicy.
uk: Тепер бідні та хворі можуть знайти притулок і турботу. Одна жінка, та ще й така помічна, здається, їм не заважає.

source: Teraz będzie zabawnie...
uk: Зараз буде весело...

source: Teraz będziemy mogli zacząć pracę.
uk: Тепер ми зможемо приступити до роботи.

source: Teraz będę musiał harować za DWÓCH!
uk: Тепер я змушений працювати за ДВОХ!

source: Teraz chodź za mną. Pokażę ci, gdzie je masz zasadzić.
uk: Тепер іди за мною. Я покажу, де його посадити.

source: Teraz ci przykro? A kiedy błagałem cię o pomoc, kazałeś mi zabiegać o względy Wysłannika. Był cały czas pod twoim nosem!
uk: Тепер тобі шкода? А коли я благав тебе про допомогу, ти наказав мені панькатись з Послом. Він весь час був у тебе під носом!

source: Teraz cię mam!
uk: Тепер ти в моїх руках!

source: Teraz cię załatwię!
uk: Тепер тобі кінець!

source: Teraz czas policzyć się z Beckettem... Wiesz, dlaczego statek poszedł na dno?
uk: Тепер настав час розібратися з Беккетом... Ти знаєш, чому корабель затонув?

source: Teraz do końca murów...
uk: Тепер до кінця стін...

source: Teraz do sedna: straciliśmy sporo plonów przy ostatnich powodziach. Nie możemy sobie pozwolić na powtórkę.
uk: Тепер до справи: під час останньої повені ми втратили багато врожаю. Нам не можна допустити, щоб це повторилося.

source: Teraz dodatkowo musimy zajmować się konsekwencjami wojny wpływającymi na wyspę, więc służba zdecydowanie nie jest dla każdego.
uk: Крім того, тепер нам доводиться мати справу з наслідками війни, що охопила острів, тому служба точно не для всіх.

source: Teraz fakt, iż mieszki pozostały w chacie Kurta, wydaje się oczywisty. Porywaczy interesował tylko Jorn.
uk: Тепер те, що гаманці залишились у хатині Курта, здається очевидним. Викрадачів цікавив лише Йорн.

source: Teraz gadaj, gdzie chowacie tę skrzynię.
uk: Тепер кажи, де ти ховаєш ту скриню.

source: Teraz gadaj, gdzie jest odtrutka?
uk: Тепер кажи, де протиотрута?

source: Teraz gdy nadchodzi, ruszam w mrok i pokonam go. Nie ulęknę się.
uk: Тепер, коли вона наближається, я піду в темряву і переможу її. Я не буду боятися.

source: Teraz gdy należysz do Wodnego Kręgu, mogę bez obaw pokazać ci jak zwiększyć swój magiczny potencjał do maksimum.
uk: Тепер, коли ти належиш до Кільця Води, я можу безбоязно показати тобі, як максимально розвинути твій магічний потенціал.

source: Teraz grzecznie pójdziesz i przeprosisz tę panią za swoje świńskie zachowanie.
uk: Тепер ти підеш і чемно вибачишся перед цією жінкою за свою свинську поведінку.

source: Teraz handel w mieście będzie mógł wrócić do starych, sprawdzonych metod oraz cen.
uk: Тепер торгівля у місті зможе повернутися до старих перевірених методів та цін.

source: Teraz idź do Adelarda. Jest coś, co musicie obgadać. Czeka na ciebie na zewnątrz.
uk: А тепер йди до Аделарда. Вам потрібно дещо обговорити. Він чекає на тебе на вулиці.

source: Teraz ja odegram swoją rolę. Z tym dokumentem zaprowadzę nowe porządki, które na pewno ucieszyłyby Valerio.
uk: Тепер я виконаю свою роль. Цим документом я запроваджу новий порядок, який, безсумнівно, сподобався б Валеріо.

source: Teraz jest dobry moment.
uk: Зараз саме час.

source: Teraz jestem już pewny, że Adanos chce, byśmy na nowo przywrócili tutaj ład i porządek.
uk: Тепер я впевнений, що Аданос хоче, щоб ми заново відновили тут лад і порядок.

source: Teraz jestem pewny, że nie ma żadnego sabotażu. Stocznia jest po prostu pełna leniów. Wygląda na to, że potrzebują bata nad sobą. Porozmawiam z Huxlayem, żeby ustalić, co robimy dalej.
uk: Тепер я впевнений, що ніякого саботажу не було. Просто на корабельні повно ледарів. Схоже, їм потрібен добрий батіг. Я поговорю з Хакслі, щоб визначитися, як діяти далі.

source: Teraz jeszcze jest w porządku, ale kto wie, co będzie, gdy konflikty z orkami w tym rejonie jeszcze się zaognią.
uk: Наразі все в порядку, але хто знає, що станеться, коли конфлікт з орками в цьому районі ще більше загостриться.

source: Teraz jeszcze ta straż. Jeśli ma coś na sumieniu, to nie chcę go w swoim otoczeniu.
uk: А тепер ще цей вартовий. Якщо в нього нечиста совість, я не хочу, щоб він тинявся поруч.
